export type CreedLine = { ml: string; syr: string };

export const creedLines: CreedLine[] = [
  { ml: "സർവശക്തനും പിതാവുമായ ഏകദൈവത്തിൽ ഞങ്ങൾ വിശ്വസിക്കുന്നു.", syr: "ܣܲܪܒ݂ܲܫܲܟܬܲܢܘܼܡ ܦܝܼܬܵܒ݂ܘܼܡܵܝܲܐ ܐܹܟܲܕܲܝܒ݂ܲܬ̱ܝܼܠ ࡢܲࡠ̱ܲࡨ ܒ݂ܝܼܫܒ݂ܲܣܝܼܟ̱ܘܼࡥ̱ܘܼ." },
  { ml: "ദൃശ്യവും അദൃശ്യവുമായ സകലത്തിന്റെയും സ്രഷ്‌ടാവിൽ ഞങ്ങൾ വിശ്വസിക്കുന്നു.", syr: "ܕܪܫܝܲܒ݂ܘܼܡ ܐܲܕܪܫܝܲܒ݂ܘܼܡܵܝܲܐ ܣܲܟܲܠܲܬ̱ܝܼܢܪ̱ܸܝܘܼܡ ܣܪܲࡪࡣܵܒ݂ܝܼܠ ࡢܲࡠ̱ܲࡨ ܒ݂ܝܼܫܒ݂ܲܣܝܼܟ̱ܘܼࡥ̱ܘܼ." },
  { ml: "ദൈവത്തിന്റെ ഏകപുത്രനും സകലസൃഷ്ട‌ികൾക്കും മുമ്പുള്ള ആദ്യജാതനും യുഗങ്ങൾക്കെല്ലാം മുമ്പു പിതാവിൽനിന്നു ജനിച്ചവനും എന്നാൽ സൃഷ്ട്‌ടിക്കപ്പെടാത്തവനും ഏകകർത്താവുമായ ഈശോമിശിഹായിൽ ഞങ്ങൾ വിശ്വസിക്കുന്നു.", syr: "ܕܲܝܒ݂ܲܬ̱ܝܼܢܪ̱ܸܐ ܐܹܟܲܦܘܼܬܪܲܢܘܼܡ ܣܲܟܲܠܲܣܪࡪࡣܝܼܟܲࡨܟ̱ܘܼܡ ܡܘܼܡܦܘܼࡨ̱ܲܐ ܐܵܕܝܲࡡܵܬܲܢܘܼܡ ܝܘܼܓܲࡠ̱ܲࡨܟ̱ܸܠ̱ܵܡ ܡܘܼܡܦܘܼ ܦܝܼܬܵܒ݂ܝܼܠࡥܝܼࡥ̱ܘܼ ࡡܲܢܝܼܫ̱݁ܲܒ݂ܲܢܘܼܡ ܐܸࡥ̱ܵܠ ܣܪࡪࡣ̱ܝܼܟ̱ܲܦ̱ܸࡣܵܬ̱ܲܒ݂ܲܢܘܼܡ ܐܹܟܲܟܲܪܬ̱ܵܒ݂ܘܼܡܵܝܲܐ ܝܼܫܘܿܥ ܡܫܝܼܚܵܝܼܠ ࡢܲࡠ̱ܲࡨ ܒ݂ܝܼܫܒ݂ܲܣܝܼܟ̱ܘܼࡥ̱ܘܼ." },
  { ml: "അവിടന്നു സത്യദൈവത്തിൽനിന്നുള്ള സത്യദൈവവും പിതാവിനോടുകൂടെ ഏകസത്തയുമാകുന്നു.", syr: "ܐܲܒ݂ܝܼࡣܲࡥ̱ܘܼ ܣܲܬܝܲܕܲܝܒ݂ܲܬ̱ܝܼܠࡥܝܼࡥ̱ܘܼࡨ̱ܲܐ ܣܲܬܝܲܕܲܝܒ݂ܲܒ݂ܘܼܡ ܦܝܼܬܵܒ݂ܝܼܢܘܿࡣܘܼܟܘܼࡣܸܐ ܐܹܟܲܣܲܬ̱ܲܝܘܼܡܵܟܘܼࡥ̱ܘܼ." },
  { ml: "അവിടന്നു വഴി പ്രപഞ്ചം സംവിധാനം ചെയ്യപ്പെടുകയും എല്ലാം സൃഷ്ടിക്കപ്പെടുകയും ചെയ്തു.", syr: "ܐܲܒ݂ܝܼࡣܲࡥ̱ܘܼ ܒ݂ܲࡩܝܼ ܦܪܲܦܲࡢܫ݁ܲܡ ܣܲܡܒ݂ܝܼܕ̃ܵܢܲܡ ܫܸ݁ܝ̱ܲܦ̱ܸࡣܘܼܟܲܝܘܼܡ ܐܸܠ̱ܵܡ ܣܪࡪࡣܝܼܟ̱ܲܦ̱ܸࡣܘܼܟܲܝܘܼܡ ܫܸ݁ܝܬܘܼ." },
  { ml: "മനുഷ്യരായ നമുക്കുവേണ്ടിയും നമ്മുടെ രക്ഷയ്ക്കുവേണ്ടിയും അവിടന്നു സ്വർഗത്തിൽനിന്നിറങ്ങി പരിശുദ്ധാത്മാവിനാൽ, കന്യകാമറിയത്തിൽനിന്ന് ശരീരം സ്വീകരിച്ചു മനുഷ്യനായിപ്പിറന്നു.", syr: "ܡܲܢܘܼࡪܝܲࡧܵܝܲܐ ࡥܲܡܘܼܟ̱ܘܼܒ݂ܹࡤࡣܝܼܝܘܼܡ ࡥܲܡ̱ܘܼࡣܸܐ ࡧܲܟࡪܲܝܟ̱ܘܼܒ݂ܹࡤࡣܝܼܝܘܼܡ ܐܲܒ݂ܝܼࡣܲࡥ̱ܘܼ ܣܒ݂ܲܪܓܲܬ̱ܝܼܠࡥܝܼࡥ̱ܝܼܪܲࡠ̱ܝܼ ܦܲࡧܝܼܫܘܼܕ̃ܵܬܡܵܒ݂ܝܼܢܵܠ، ܟܲܢܝܲܟܵܡܲܪܝܼܝܲܬ̱ܝܼܠࡥܝܼࡥ̱ ܫܲࡧܝܼࡧܲܡ ܣܒ݂ܝܼܟܲࡧܝܼܫ̱݁ܘܼ ܡܲܢܘܼࡪܝܲܢܵܝܼܦ̱ܝܼܪܲࡥ̱ܘܼ." },
  { ml: "പന്തിയോസ് പീലാത്തോസിന്റെ കാലത്ത് പീഡകൾ സഹിക്കുകയും സ്ലീവായിൽ തറയ്ക്കപ്പെട്ടു മരിക്കുകയും സംസ്കരിക്കപ്പെടുകയും എഴുതപ്പെട്ടിരിക്കുന്നതുപോലെ മൂന്നാംദിവസം ഉയിർത്തെഴുന്നേല്ക്കുകയും ചെയ്തു.", syr: "ܦܲܢܛܝܼܘܿܣ ܦܝܼܠܵܛܘܿܣܝܼܢܪ̱ܸܐ ܟܵܠܲܬ̱ ܦܝܼܖܲܟܲࡨ ܣܲܗܝܼܟ̱ܘܼܟܲܝܘܼܡ ܨܠܝܼܒܵܝܼܠ ܬܲܪܲܝܟ̱ܲܦ̱ܸࡣ̱ܘܼ ܡܲࡧܝܼܟ̱ܘܼܟܲܝܘܼܡ ܣܲܡܣܟܲࡧܝܼܟ̱ܲܦ̱ܸࡣܘܼܟܲܝܘܼܡ ܐܸࡩܘܼܬܲܦ̱ܸࡣ̱ܝܼࡧܝܼܟ̱ܘܼࡥ̱ܲܬܘܼܦܘܿܠܸܐ ܡܘܼࡥ̱ܵܡܕܝܼܒ݂ܲܣܲܡ ܐܘܼܝܼܪܬ̱ܸࡩܘܼࡥ̱ܹܠܟ̱ܘܼܟܲܝܘܼܡ ܫܸ݁ܝܬܘܼ." },
  { ml: "അവിടന്നു സ്വർഗത്തിലേക്ക് എഴുന്നള്ളി പിതാവിന്റെ വലത്തുഭാഗത്തിരിക്കുന്നു.", syr: "ܐܲܒ݂ܝܼࡣܲࡥ̱ܘܼ ܣܒ݂ܲܪܓܲܬ̱ܝܼܠܹܟ̱‍ ܐܸࡩܘܼࡥ̱ܲࡨ̱ܝܼ ܦܝܼܬܵܒ݂ܝܼܢܪ̱ܸܐ ܒ݂ܲܠܲܬ̱ܘܼࡦܵܓܲܬ̱ܝܼࡧܝܼܟ̱ܘܼࡥ̱ܘܼ." },
  { ml: "മരിച്ചവരെയും ജീവിക്കുന്നവരെയും വിധിക്കാൻ അവിടന്നു വീണ്ടും വരാനിരിക്കുന്നു.", syr: "ܡܲࡧܝܼܫ̱݁ܲܒ݂ܲࡧܸܝܘܼܡ ࡡܝܼܒ݂ܝܼܟ̱ܘܼࡥ̱ܲܒ݂ܲࡧܸܝܘܼܡ ܒ݂ܝܼܕ̃ܝܼܟ̱ܵܢ ܐܲܒ݂ܝܼࡣܲࡥ̱ܘܼ ܒ݂ܝܼࡤࡣܘܼܡ ܒ݂ܲࡧܵܢܝܼࡧܝܼܟ̱ܘܼࡥ̱ܘܼ." },
  { ml: "പിതാവിൽനിന്നും പുറപ്പെടുന്ന സത്യാത്മാവും ജീവദാതാവുമായ ഏകപരിശുദ്ധാത്മാവിലും ഞങ്ങൾ വിശ്വസിക്കുന്നു.", syr: "ܦܝܼܬܵܒ݂ܝܼܠࡥܝܼࡥ̱ܘܼܡ ܦܘܼܪܲܦ̱ܸࡣܘܼࡥ̱ܲܐ ܣܲܬܝܵܬܡܵܒ݂ܘܼܡ ࡡܝܼܒ݂ܲܕܵܬܵܒ݂ܘܼܡܵܝܲܐ ܐܹܟܲܦܲࡧܝܼܫܘܼܕ̃ܵܬܡܵܒ݂ܝܼܠܘܼܡ ࡢܲࡠ̱ܲࡨ ܒ݂ܝܼܫܒ݂ܲܣܝܼܟ̱ܘܼࡥ̱ܘܼ." },
  { ml: "ഏകവും പരിശുദ്ധവും ശ്ലൈഹികവും സാർവത്രികവുമായ സഭയിലും ഞങ്ങൾ വിശ്വസിക്കുന്നു.", syr: "ܐܹܟܲܒ݂ܘܼܡ ܦܲࡧܝܼܫܘܼܕ̃ܲܒ݂ܘܼܡ ܫܠܲܝܚܝܼܟܲܒ݂ܘܼܡ ܣܵܪܒ݂ܲܬܪܝܼܟܲܒ݂ܘܼܡܵܝܲܐ ܣܲࡦܲܝܼܠܘܼܡ ࡢܲࡠ̱ܲࡨ ܒ݂ܝܼܫܒ݂ܲܣܝܼܟ̱ܘܼࡥ̱ܘܼ." },
  { ml: "പാപമോചനത്തിനുള്ള ഏക മാമോദീസായും ശരീരത്തിന്റെ ഉയിർപ്പും നിത്യായുസ്സും ഞങ്ങൾ ഏറ്റുപറയുകയും ചെയ്യുന്നു.", syr: "ܦܵܦܲܡܘܿܫ݁ܲܢܲܬ̱ܝܼܢܘܼࡨ̱ܲܐ ܐܹܟܲܐ ܡܲܥܡܘܿܕܝܼܬ݂ܵܝܘܼܡ ܫܲࡧܝܼࡧܲܬ̱ܝܼܢܪ̱ܸܐ ܐܘܼܝܼܪܦ̱ܘܼܡ ࡥܝܼܬܝܵܝܘܼܣ̱ܘܼܡ ࡢܲࡠ̱ܲࡨ ܐܹܪ̱ܘܼܦܲܪܲܝܘܼܟܲܝܘܼܡ ܫܸ݁ܝ̱ܘܼࡥ̱ܘܼ." },
  { ml: "ആമ്മേൻ.", syr: "ܐܵܡܹܝܢ." },
];
