export type PrayerLine = { ml: string; syr: string };

export const prayerLines: PrayerLine[] = [
  { ml: "സ്വർഗസ്ഥനായ ഞങ്ങളുടെ പിതാവേ,", syr: "ܣܒ݂ܲܪܓܲܣܛܲܢܵܝܲܐ ࡢܲࡠ̱ܲࡨܘܼࡣܸܐ ܦܝܼܬܵܒ݂ܹܐ،" },
  { ml: "അങ്ങയുടെ നാമം പൂജിതമാകണമേ.", syr: "ܐܲࡠ̱ܲܝܘܼࡣܸܐ ࡥܵܡܲܡ ܦܘܼࡡܝܼܬܲܡܵܟܲࡤܲܡܹܐ." },
  { ml: "അങ്ങയുടെ രാജ്യം വരണമേ.", syr: "ܐܲࡠ̱ܲܝܘܼࡣܸܐ ࡧܵࡡܝܲܡ ܒ݂ܲࡧܲࡤܲܡܹܐ." },
  { ml: "അങ്ങയുടെ തിരുമനസ്സു സ്വർഗത്തിലെപ്പോലെ ഭൂമിയിലുമാകണമേ.", syr: "ܐܲࡠ̱ܲܝܘܼࡣܸܐ ܬܝܼࡧܘܼܡܲܢܲܣ̱ܘܼ ܣܒ݂ܲܪܓܲܬ̱ܝܼܠܸܦ̱ܘܿܠܸܐ ࡦܘܼܡܝܼܝܼܠܘܼܡܵܟܲࡤܲܡܹܐ." },
  { ml: "ഞങ്ങൾക്ക് ആവശ്യകമായ ആഹാരം ഇന്നു ഞങ്ങൾക്കു തരണമേ.", syr: "ࡢܲࡠ̱ܲࡨܟ̱‍ ܐܵܒ݂ܲܫܝܲܟܲܡܵܝܲܐ ܐܵܗܵࡧܲܡ ܐܝܼࡥ̱ܘܼ ࡢܲࡠ̱ܲࡨܟ̱ܘܼ ܬܲࡧܲࡤܲܡܹܐ." },
  { ml: "ഞങ്ങളുടെ കടക്കാരോടു ഞങ്ങൾ ക്ഷമിച്ചതുപോലെ ഞങ്ങളുടെ കടങ്ങളും പാപങ്ങളും ഞങ്ങളോടും ക്ഷമിക്കണമേ.", syr: "ࡢܲࡠ̱ܲࡨܘܼࡣܸܐ ܟܲࡣܲܟ̱ܵࡧܘܿࡣܘܼ ࡢܲࡠ̱ܲࡨ ܟࡪܲܡܝܼܫ̱݁ܲܬܘܼܦܘܿܠܸܐ ࡢܲࡠ̱ܲࡨܘܼࡣܸܐ ܟܲࡣܲࡠ̱ܲࡨܘܼܡ ܦܵܦܲࡠ̱ܲࡨܘܼܡ ࡢܲࡠ̱ܲࡨܘܿࡣܘܼܡ ܟࡪܲܡܝܼܟ̱ܲࡤܲܡܹܐ." },
  { ml: "ഞങ്ങൾ പ്രലോഭനത്തിൽ വീഴാൻ ഇടയാകരുതേ.", syr: "ࡢܲࡠ̱ܲࡨ ܦܪܲܠܘܿࡦܲܢܲܬ̱ܝܼܠ ܒ݂ܝܼࡩܵܢ ܐܝܼࡣܲܝܵܟܲࡧܘܼܬܹ‌ܐ." },
  { ml: "ദുഷ്‌ടാരൂപിയിൽനിന്നു ഞങ്ങളെ രക്ഷിക്കണമേ.", syr: "ܕܘܼࡪࡣܵࡧܘܼܦܝܼܝܼܠࡥܝܼࡥ̱ܘܼ ࡢܲࡠ̱ܲࡨܸܐ ࡧܲܟࡪܝܼܟ̱ܲࡤܲܡܹܐ." },
  { ml: "എന്തുകൊണ്ടെന്നാൽ, രാജ്യവും ശക്തിയും മഹത്ത്വവും എന്നേക്കും അങ്ങയുടേതാകുന്നു.", syr: "ܐܸࡥܬܘܼܟܘܿࡤࡣܸࡥ̱ܵܠ، ࡧܵࡡܝܲܒ݂ܘܼܡ ܫܲܟܬܝܼܝܘܼܡ ܡܲܗܲܬ̱ܒ݂ܲܒ݂ܘܼܡ ܐܸࡥ̱ܹܟ̱ܘܼܡ ܐܲࡠ̱ܲܝܘܼࡣܹܬܵܟܘܼࡥ̱ܘܼ." },
  { ml: "ആമ്മേൻ.", syr: "ܐܵܡܹܝܢ." },
];
